[
  {
    "id": "1759343193311_6z7ewk",
    "topic": "工作 / 職場",
    "text": "親愛的孩子，當你在工作和職場中面對壓力和挑戰時，請記得我一直在你身邊，為你提供安慰和支持。在你努力追求升遷與與同事的相處之道時，倘若你感到疲憊，我呼喚你回到我這裡，尋求平安和指引。正如《彼得前書》5:7所言：\\\"你們要將一切的憂慮卸給神，因為他顧念你們。\\\"我願意成為你心靈的安慰者，賜給你勇氣面對每一天的挑戰。  \n  \n在工作中，與同事的相處可能會讓你感到困惑和孤獨。記住，在這些關係中，我的愛是最強大的橋樑。聖經中的約瑟，在遭受兄弟的背叛後，依然能夠以愛和寬恕回應，最終成為埃及的宰相。這告訴我們，無論環境多麼艱難，愛與寬恕都能帶來意想不到的轉機。你也可以在困難的職場中，選擇用愛來回應他人，相信這會使你的心靈得著釋放。  \n  \n當面對工作中的壓力時，請不要忽視自己的健康。我渴望看到你身心靈的健康得到照顧。《腓立比書》4:6-7教導我們：\\\"應當一無掛慮，凡事藉著禱告和祈求，帶著感恩，把你們所要的告訴神。\\\"當你感到焦慮時，來到我面前，與我對話，將你的重擔交託給我，讓我的平安充滿你的心。  \n  \n在你的職業生涯中，可能會面對升遷的渴望與失落。不要因為一時的挫折而灰心，因為我在每個時刻都在為你鋪路。記住《耶利米書》29:11所說的：\\\"因我知道我對你們的意念，是賜平安的意念，不是降災的意念，要給你們一個希望的將來。\\\"當你感到迷惘時，請相信我對你的美好計劃，並持續努力向前。  \n  \n親愛的孩子，工作不僅僅是賺取生計的手段，更是我賦予你影響他人的機會。無論你的職位是高是低，都請用你的行動來榮耀我。把你的工作當作侍奉，去影響周圍的人，讓我的光在你的生命中閃耀。當你這樣做時，你會發現工作中充滿了喜樂和意義。  \n  \n最後，讓我們一起在禱告中尋求力量。願你在每一天的工作中都能感受到我的同在，並勇敢地面對所有挑戰。記得，我的愛永遠陪伴著你，無論走到哪裡，記得將你的憂慮交託給我。",
    "directions": "安慰、盼望、智慧",
    "verses": "經文1: [彼得前書 5:7]；經文2: [腓立比書 4:6-7]",
    "actions": "第一行動：每天花幾分鐘禱告，將你的工作壓力交託給我；第二行動：在工作時，選擇用愛心去對待同事，並主動關心他們的需要。",
    "createdAt": 1759343193314
  },
  {
    "id": "1759341862097_o186sm",
    "topic": "家庭 / 關係",
    "text": "{\"稱呼\":\"我的兒女\",\"完整信件\":\"親愛的孩子，當你面對家庭關係中的挑戰時，請記得我一直在你身邊，賜予你平安與智慧。無論是夫妻之間的摩擦，還是親子間的誤解，我都希望你能夠用愛與耐心去面對，因為「愛是恆久忍耐，又有恩慈；愛是不嫉妒；愛是不自誇，不張狂」（哥林多前書 13:4）。我呼召你在這些困難中尋求我的引導，讓我的愛成為你家庭的基石。\",\"每當你感到與家人之間的距離時，想起耶穌在十字架上為你們所做的犧牲。祂的愛無法被隔絕，正如《羅馬書》8:38-39所言：「因為我深信，無論是死是生，是天使是掌權的，是有能的，是現在的事是將來的事，是高處的，是低處的，或是別的受造之物，都不能叫我們與神的愛隔絕。」你所經歷的每一個挑戰，都是我希望你成長的機會。請記得，我的愛永遠不會離開你。  \\n在夫妻關係中，理解與包容是極為重要的。想想《彼得前書》3:7中提到的：「你們作丈夫的，要按情理與妻子同住，因她們是較軟弱的器皿，並要敬重她們。」在日常生活中，用心去聆聽對方的需求，並在小事上表現出對彼此的關心，這會讓你們的關係更加緊密。相互尊重和支持，將會成為你們婚姻中最美的篇章。  \\n在親子關係中，無論孩子的年齡如何，溝通都是關鍵。無論是分享快樂還是處理衝突，與孩子的對話都是建立信任的橋樑。正如《箴言》22:6所說：「教養孩童，使他走當行的道，就是到老他也不偏離。」請用愛心和耐心去引導他們，給予他們正確的價值觀和信仰，這將是你對他們最好的祝福。  \\n我希望你能夠在家庭中成為和平的使者。當矛盾出現時，請試著用愛與理解來化解，而不是用指責和冷漠。正如《以弗所書》4:32所勸勉的：「要以恩慈相待，心存憐憫，彼此饒恕，正如神在基督裡饒恕了你們一樣。」這樣的行為不僅能夠改變你周圍的環境，也能夠讓你自己的心靈得到釋放。  \\n親愛的孩子，家庭的關係雖然有時會經歷波折，但只要你願意在愛中行動，並依靠我所賜的智慧與力量，你的家庭必將充滿祝福與和諧。無論遇到何種挑戰，請相信我對你的計畫是美好的，我的愛會永遠陪伴著你。  \\n行動呼籲：1. 寫下你對家人的感謝，並在下一次相聚時與他們分享。2. 祈禱，為你的家庭關係尋求神的引導與醫治。  \\n  \\n我會一直與你同在，賜你力量與勇氣。  \\n愛你的天父。  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n  \\n ",
    "createdAt": 1759341862094
  },
  {
    "id": "1759341005176_j09k48",
    "topic": "工作 / 職場",
    "text": "親愛的孩子，無論你在工作或職場上面臨什麼挑戰，我都在這裡支持你。當壓力纏繞著你，請記住，我賜給你的是力量和勇氣。正如《以賽亞書》41:10所說：\"不要害怕，因為我與你同在；不要驚慌，因為我是你的神。我必堅固你，必幫助你，必用我公義的右手扶持你。\" 我在你身邊，隨時準備給予你需要的力量與支持。  \n\n在職場上，你可能會遇到與同事的衝突，或者面對升遷的壓力。這些都是人生的一部分。我鼓勵你，學會用愛心與智慧去解決這些問題。正如《箴言》15:1所言：“柔和的回答使怒氣消退，暴戾的言語卻激動怒氣。”在面對挑戰時，保持冷靜，展現出你的智慧與耐心，這樣你將能夠更好地與同事相處，建立和諧的工作環境。  \n\n有時，升遷的過程可能會感到漫長而艱辛。但請相信，我的計劃總是美好的。你要相信自己，並為自己的努力感到自豪。就像《馬太福音》25:21中所說的：“主人對他說：‘好，忠心的僕人！你在小事上忠心，我要把許多事派你管理；可以進來享受你主人的快樂。’”你的忠誠與努力將會得到回報。  \n\n在工作中，壓力可能會讓你感到孤單與焦慮。不要忘記，我是你的避難所和力量。當你感到疲憊時，來到我面前，尋求我的安慰。\"來到我這裡，所有勞苦擔重擔的人！我必使你們得安息。\"（馬太福音 11:28）在忙碌的日子裡，記得給自己一些空間，靜下心來，與我交談。  \n\n此外，持續學習與成長是你在職場中取得成功的關鍵。當你面對困難時，記得這是提升自己的機會。我會賜給你智慧，讓你在挑戰中成長。正如《雅各書》1:5所說：“你們中間若有缺少智慧的，應當求那厚賜與眾人的神。”我會引導你走向正確的方向，讓你在工作中獲得成就和滿足。  \n\n親愛的孩子，無論職場的挑戰多麼困難，我都與你同在。我鼓勵你在每一天的工作中，將憂慮交託給我，並且保持一顆感恩的心。每一次的挑戰都是增長的機會，讓你更加倚靠我。",
    "directions": "安慰、供應、成長",
    "verses": "經文1: \"不要害怕，因為我與你同在；不要驚慌，因為我是你的神。我必堅固你，必幫助你，必用我公義的右手扶持你。\"（以賽亞書 41:10）；經文2: \"來到我這裡，所有勞苦擔重擔的人！我必使你們得安息。\"（馬太福音 11:28）",
    "actions": "第一行動：每天花些時間與神禱告，尋求指引與安慰；第二行動：寫下你在工作中面對的挑戰，並將它們交託給神。",
    "createdAt": 1759341005174
  },
  {
    "id": "1759340104034_aa3urm",
    "topic": "病痛 / 醫治",
    "text": "親愛的孩子，當你在病痛中掙扎時，我想告訴你，我的心與你同在。我知道這種痛苦的感覺，就像在黑暗中無法找到出路。但我希望你能在我裡面找到安慰與盼望。正如詩篇34:18所說：\"耶和華靠近傷心的人，拯救靈性痛悔的人。\"我在這裡，隨時準備安慰你，賜你力量和醫治的恩典。  \n  \n在這段艱難的旅程中，記得我不會離棄你。就像耶穌在馬太福音11:28中呼喚著疲憊的靈魂：\"凡勞苦擔重擔的人可以到我這裡來，我就使你們得安息。\"這是我對你的應許，無論你面對什麼樣的挑戰，我的愛將是你最大的支持。相信我，孩子，你並不孤單。  \n  \n或許在病痛中，你會感到無助和絕望，但要記住，無論你的情況多麼艱難，我對你的計劃始終是好的。耶利米書29:11告訴我們：\"我知道我為你們所定的計劃，是使你們得平安，不是降災禍的計劃。\"所以，請把你的信心放在我身上，因為我會引導你走出這片黑暗。  \n  \n我鼓勵你在每一個困難的時刻，來到我面前，與我對話，讓我知道你的痛苦與擔憂。正如雅各書5:15所說：\"信心的祈禱要救那病人，主必叫他起來。\"用禱告來釋放你的重擔，讓我來醫治你的心靈與身體。  \n  \n在這段旅程中，記得有時候病痛是身體的考驗，也是靈魂的成長。像約伯一樣，他在逆境中仍然堅持信仰，最終得到了更大的祝福。我希望在這裡也能讓你學會忍耐，並在痛苦中找到力量。  \n  \n最後，無論你面對什麼樣的痛苦，請相信我永遠在你身旁。我是你的醫治者，永遠不會讓你失望。我的孩子，勇敢地面對這些挑戰，因為我會讓你經歷更大的榮耀與平安。",
    "directions": "安慰、醫治、盼望",
    "verses": "經文1: 耶和華靠近傷心的人，拯救靈性痛悔的人（詩篇34:18）；經文2: 凡勞苦擔重擔的人可以到我這裡來，我就使你們得安息（馬太福音11:28）",
    "actions": "第一行動：每天花幾分鐘禱告，將你的痛苦交託給我；第二行動：寫下你的感受，並在靈修日記中記錄下我對你的應許。",
    "createdAt": 1759340104032
  },
  {
    "id": "1759339280571_9ya8mv",
    "topic": "壓力 / 焦慮",
    "text": "親愛的孩子，面對壓力與焦慮時，我想告訴你：你並不孤單。\"你們中間誰能用思慮，使自己的壽數多加一刻呢？\"（馬太福音6:27）。我在這裡，願意賜給你平安與安慰。無論你正在經歷什麼，請記得，我的手始終在你身邊，支持著你。你的每一份焦慮，我都能理解，也願意為你分擔。這是我賜給你的應許，無論環境如何，我的愛永不改變。\n\n在這些艱難的時刻，請務必停下來，安靜地與我對話。\"你們要將一切的憂慮卸給神，因為他顧念你們。\"（彼得前書5:7）。每當你感到焦躁不安時，試著回想我在你生命中的引導。當我帶領以色列人出埃及時，他們面對著紅海的困境，卻在信心中看到我為他們開路，這是我對你生命的應許。 \n\n生活中的壓力有時會如洪水般湧來，但我呼籲你要勇敢，因為\"在你的神的裡面，你可以得著力量。\"（以賽亞書40:31）。每當你感到無法承擔的時候，記得要仰望我，因為我會用我的力量來支撐你。你並不需要獨自承擔這一切，因為我是你的避難所和力量。\n\n焦慮可能是無法避免的，但我邀請你將這些重擔交託給我。\"我告訴你，凡信我的，像經上所說，從他腹中要流出活水的江河來。\"（約翰福音7:38）。我為你準備了活水，讓你在焦慮的時候，能夠得到滋潤和恢復。讓我的話語成為你的靈糧，讓你在每一次的禱告中，與我更親近。\n\n在面對生活的壓力時，請不要忘記感恩。當你感恩時，你的心靈會因我的臨在而平靜。\"凡事謝恩，因為這是神在基督耶穌裡對你們所定的旨意。\"（帖撒羅尼迦前書5:18）。學會在小事中找尋我的祝福，會讓你的焦慮逐漸減輕，因為你會看到我在你生活中的每一個細節。\n\n最後，親愛的孩子，請知道我對你的愛是無條件的。無論你經歷什麼，我都在這裡支持你。讓我們攜手並肩面對未來的挑戰，因為在我的愛中，你必定能找到平安與力量。讓我們一起踏出行動的第一步！",
    "directions": "安慰、平安、信心",
    "verses": "經文1: [彼得前書5:7]；經文2: [馬太福音6:27]",
    "actions": "第一行動：每天花五分鐘安靜禱告，將你的憂慮交託給神；第二行動：寫下你感恩的事物，幫助自己專注於祝福。",
    "createdAt": 1759339280568
  },
  {
    "id": "1759339105225_tvib0k",
    "topic": "供應 / 需要",
    "text": "親愛的孩子，當你面對生活中的需求與不確定時，請記住我永恆的供應。我會一直陪伴你，無論你在何處，無論你的需要多麼迫切。我在聖經中應許你：\\\"我的神必照著祂榮耀的豐富，在基督耶穌裡，使你們一切所需用的都充足。\\\"（腓立比書 4:19）無論是物質上的需要，還是心靈上的缺乏，我都會供應你的一切。\\n\\n在你感到缺乏的時候，記得以色列人在曠野的故事。他們在缺乏食物時，向我呼求，而我便降下了嗎哪，讓他們得以滿足。這不僅是物質的供應，也是對他們信心的試煉。你是否也在等待我為你提供所需？我希望你能在這過程中學習信靠與依賴，因為我從不會讓你失望。\\n\\n有時候，困難的日子會讓你懷疑我的供應。當你感到孤單或無助時，請記住我的話：\\\"你們中間誰是父親的，若兒子求魚，豈會拿蛇給他呢？\\\"（路加福音 11:11）我永遠不會給你不必要的苦難，反而會在你最需要的時刻，將最好的賜予你。學會在困難中仰望我，因為我知道你的每一個需要。\\n\\n在你的生活中，或許會有一些挑戰讓你感到焦慮，但我呼召你來到我的面前，將一切憂慮交託給我。正如彼得所說：\\\"你們要把一切的憂慮卸給神，因為他顧念你們。\\\"（彼得前書 5:7）這是一個親密的邀請，讓你在我面前卸下重擔，體會到我對你的無限關懷。\\n\\n孩子，我希望你能記住，供應不僅僅是物質上的滿足，更是心靈的安慰與平安。當你學會信任我，無論在何時何地，我都會成為你最可靠的支持。在你面對挑戰時，讓我成為你的力量。\\n\\n最後，我邀請你實際行動，來體驗我的供應。首先，請靜下心來，感恩你所擁有的一切，並將你的需求交託給我。其次，嘗試去幫助他人，因為在給予中，你會發現我會更豐富地供應你。",
    "directions": "安慰、供應、信心",
    "verses": "經文1: [腓立比書 4:19]; 經文2: [彼得前書 5:7]",
    "actions": "第一行動：靜下心來，感恩你所擁有的一切，並將你的需求交託給我；第二行動：嘗試去幫助他人，因為在給予中，你會發現我會更豐富地供應你。",
    "createdAt": 1759339105223
  },
  {
    "id": "1759335759919_ku5fim",
    "topic": "工作 / 職場",
    "text": "親愛的孩子，當你在工作和職場中面對種種挑戰與壓力時，請記住，我永遠與你同在，我會供應你所需的力量與智慧。工作是生活的一部分，但我希望你能在其中找到意義與喜悅，因為你所做的一切，都是為了榮耀我。正如經上所說：『無論你們做什麼，都要從心裡做，像是給主做的，不是給人做的』(歌羅西書 3:23)。在每一個小小的努力中，我都看見你的付出，也會賜給你豐盛的祝福。\n\n在職場中，你可能會面臨升遷的壓力或與同事之間的相處挑戰。記得，當你感到不安時，可以向我尋求幫助。我會給予你忍耐與智慧，幫助你在困難中找到前行的方向。就像所羅門王在求智慧時，我也會慷慨地賜予你所缺乏的智慧（雅各書 1:5）。在每一次的挑戰中，都是我在塑造你，讓你成為更堅強的人。\n\n與同事的相處，有時可能會讓你感到疲憊。當你遇到衝突或無法理解他人的時候，請不要忘記，愛是最重要的。『若沒有愛，任何事情都是空洞的』（哥林多前書 13:1-3）。學會包容他人，展現我的愛，這將會讓你的職場環境變得更加和諧。你或許會發現，透過你的善良與耐心，能影響到周圍的人，甚至改變他們的心。\n\n有些時候，升遷的希望似乎遙不可及，這樣的時刻，我希望你能堅持下去，因為我為你預備的計畫是美好的。『我知道我為你們所定的計畫，是使你們得平安，不是降災禍的計畫，並要賜給你們盼望的未來』（耶利米書 29:11）。在每一個看似平常的日子裡，我都在為你打開新的機會之門，只要你持續努力，堅守信心。\n\n最後，無論你在工作上遇到什麼困難，請記得把一切交託給我。『把你的重擔交給耶和華，祂必扶持你』（詩篇 55:22）。我希望你能在壓力中學會安靜，與我親近。你的心靈需要安息，而我是你最好的避難所。相信我，無論你面對什麼，我都會與你同行，幫助你走過每一個高低起伏。\n\n親愛的孩子，讓我們一起在信心中前行，並在每一天中尋找我的同在與指引。",
    "directions": "安慰、供應、智慧",
    "verses": "經文1: [無論你們做什麼，都要從心裡做，像是給主做的，不是給人做的。 歌羅西書 3:23]；經文2: [我知道我為你們所定的計畫，是使你們得平安，不是降災禍的計畫，並要賜給你們盼望的未來。 耶利米書 29:11]",
    "actions": "第一行動：每天花幾分鐘向我禱告，尋求智慧與平安；第二行動：在工作中，主動表達對同事的感謝與愛，讓團隊更加和諧。",
    "createdAt": 1759335759916
  },
  {
    "id": "1759335629002_b4ikf3",
    "topic": "工作 / 職場",
    "text": "親愛的我的羊，當你在工作與職場上感受到壓力與挑戰時，記住我一直在你身邊，給予你安慰與盼望。你所面對的每一個困難，我都知道。我呼召你要勇敢，因為我將供應你所需的一切。聖經中記載，\"你們中間誰能用思慮使壽數多加一刻呢？\"（馬太福音 6:27），這是提醒我們不要因為未來的擔憂而失去當下的平安。我的兒女，放心地把你的工作交託給我，我會引導你的每一步。  \n\n在工作中，與同事的相處有時會讓人感到壓力，甚至衝突。我鼓勵你，像基督一樣，學習忍耐與包容。以弗所書 4:2 提醒我們要以謙卑、溫柔、忍耐的心，彼此包容。當你面對困難的同事時，試著用愛心去理解他們的處境，這樣不僅能改善你們的關係，也能讓你更深刻地體會到我的愛。記住，真正的力量來自於你對他人的愛與理解，這是我所喜悅的。  \n\n升遷的壓力亦可能讓你感到焦慮，或許你在心中懷疑自己的價值。啟示錄 3:8 中說道，\"我知道你的行為，看哪！我在你面前給你一個敞開的門，沒有一個人能關閉。\"這告訴我們，只要你忠心於我，無論結果如何，我的計劃必定會在你的生命中成就。當你面對挑戰時，堅持你的信念，並在每一次努力中尋求我的引導。  \n\n在職場上，壓力和疲憊是不可避免的，但你不必孤單地承擔這一切。彼得前書 5:7 說到，\"你們要將一切的憂慮卸給神，因為他顧念你們。\"把你的焦慮交託給我，讓我為你擔負起這些重擔。每天花些時間來禱告，將你的工作與壓力交給我，並在聖靈的引導下尋找解決方案。  \n\n親愛的孩子，當你在職場上感受到挫折時，記得像大衛一樣，學習在艱難中尋求我。在詩篇 23:1 中大衛說，\"耶和華是我的牧者，我必不致缺乏。\"我會在你的生活中提供你所需的，並讓你在每一步中都感受到我的愛與支持。面對挑戰時，請相信我會帶領你走出低谷，進入更美好的未來。  \n\n最後，親愛的我的羊，無論你在工作中遇到什麼困難，請記住我的話語與應許。勇敢面對挑戰，並在我裡面找到平安與力量。我要你每天都能感受到我的同在，並將這份安慰與他人分享。  \n",
    "directions": "安慰、盼望、供應",
    "verses": "經文1: [馬太福音 6:27]; 經文2: [彼得前書 5:7]",
    "actions": "第一行動：每天花時間禱告，將工作中的憂慮交給神；第二行動：在職場上主動向同事表達愛與支持。",
    "createdAt": 1759335629001
  },
  {
    "id": "1759335466347_uvtjkm",
    "topic": "平安 / 安息",
    "text": "親愛的孩子，在你面對生活的種種挑戰時，記住，平安是我所賜予你的。即使在風暴中，我的愛與安慰依然包圍著你。耶穌說過：「我留下平安給你們，我將我的平安賜給你們。」（約翰福音14:27）這份平安不是世界所能給予的，它是一種深刻的內心安息，無論外在環境如何變化，你都可以倚靠我而安然無懼。\n\n在你感到焦慮和不安的時候，請記得我對你的呼召是要你來到我面前，將所有的重擔交託給我。當彼得在風暴中際遇恐懼時，他呼求我，我立刻伸手拯救他。這告訴我們，無論情況多麼艱難，只要我們信靠我，就能夠經歷我的救贖與安慰。你要相信，我的手始終在你身邊，幫助你度過每一個挑戰。\n\n當你遭遇壓力與不安時，試著在每天的生活中尋找片刻的寧靜。正如詩篇46:10所說：「你們要休息，要知道我是神。」在你的日常生活中，花些時間與我獨處，默想我的話語，這樣你會發現內心的平安會漸漸浮現。這是我對你的邀請，讓我進入你的心靈深處，帶來真正的安息。\n\n我所愛的孩子，面對人際關係的困擾或生活中的不確定性，不要害怕。你並不孤單，因為我一直在你身邊，賜給你智慧與力量。當你感到迷失或不知所措時，請回到我的話語中，尋找指引。記住，耶和華是你的牧者，讓我引導你走過生命的每一個低谷，並在困難中賜給你平安。\n\n在生活中，無論遭遇何種挑戰，保持一顆感恩的心是非常重要的。當你學會感恩，即使在逆境中，也能找到希望的光亮。這就像五餅二魚的故事，當你把自己的不足交給我時，我會使它成為豐滿的供應，讓你滿心喜樂，得著內心的安慰。\n\n所以，親愛的孩子，讓我們一起來到我面前，尋求那超越人所能理解的平安。將你的焦慮與不安交託給我，我會用我的恩典與真理來醫治你的心靈。",
    "directions": "安慰、平安、信心",
    "verses": "經文1: [約翰福音14:27]；經文2: [詩篇46:10]",
    "actions": "第一行動：每天花時間與神獨處，默想祂的話語；第二行動：將生活中的憂慮寫下並交託給神。",
    "createdAt": 1759335466345
  },
  {
    "id": "1759335446695_aj3bmw",
    "topic": "工作 / 職場",
    "text": "親愛的孩子，我明白在工作和職場中，你可能感受到巨大的壓力和挑戰。但請記住，我一直在你身邊，提供安慰和指引。我的話語提醒我們：\\\"你們中間誰是最大的，倒要作你們的用人。\\\"（馬太福音 20:26）這是我對你的期許，讓你的工作成為服務他人的機會。無論你面對的是升遷的競爭還是與同事的相處，請相信我會供應你所需的智慧和力量。  \n\n在工作中，與同事的相處有時會讓人感到困難。當出現衝突或誤解時，我鼓勵你用愛和耐心去面對。就像《浪子回頭》的故事，父親寬容地接納了回來的孩子，你也可以用寬恕和理解去化解矛盾。\\\"要彼此相顧，激發愛心，勉勵行善。\\\"（希伯來書 10:24）這是我對你人際關係的祝福。  \n\n此外，當你在工作中感到沮喪或失去動力時，回想起我的應許。我的話語說：\\\"我告訴你，凡信我的，雖然死了，也必復活。\\\"（約翰福音 11:25）這不僅是對生命的應許，也是對你在工作中重拾希望的鼓勵。每一次的挑戰都是你成長的機會，讓這些壓力成為你向上攀登的動力。  \n\n記住，在你感到無力的時候，向我禱告，我會給你所需的力量。\\\"你們要在一切所行的事上，倚靠主，心懷信心。\\\"（箴言 3:5-6）來到我面前，將你的重擔交託給我，我會為你鋪平道路，讓你在工作中找到平安和喜樂。  \n\n最後，我希望你能夠在工作中尋找意義，不僅僅是追求物質上的回報。\\\"你們無論做什麼，都要從心裡做，像是給主做的，不是給人做的。\\\"（歌羅西書 3:23）當你把每一份工作都視為對我的侍奉時，你將會發現工作的真正價值。  \n\n當你回顧這些話語時，請記得我對你充滿了祝福和期待。無論你面臨什麼挑戰，我都會陪伴著你。願你在工作中找到意義、勇氣和愛。",
    "directions": "安慰、供應、祝福",
    "verses": "經文1: [馬太福音 20:26]；經文2: [歌羅西書 3:23]",
    "actions": "第一行動：每天在禱告中將工作中的重擔交託給我；第二行動：與同事分享你的信仰和鼓勵，增進彼此的關係。",
    "createdAt": 1759335446694
  },
  {
    "id": "1759334790366_tgp9ha",
    "topic": "壓力 / 焦慮",
    "text": "親愛的孩子，面對壓力與焦慮，我知道你心中有許多重擔。記住，我一直在你身邊，賜予你平安與安慰。正如《彼得前書》5:7所說：「你們要將一切憂慮卸給神，因為他顧念你們。」我呼召你，把你的焦慮交託給我，因為我是你堅固的依靠。  \n  \n在這充滿挑戰的時刻，倘若你感到不安，請回想我的應許。「我必不撇下你，也不 forsake 你。」（《希伯來書》13:5）這是我對你的堅定承諾。我會引導你，讓你在風暴中找到安靜的避風港。  \n  \n讓我們回顧耶穌在《馬太福音》14章中行走於水面的奇蹟。當彼得因風浪而驚慌時，他呼喊著我，然後我伸出手來，拉住他。這個故事告訴我們，無論遇到什麼挑戰，只要你向我呼求，我都會伸出援手，讓你重新獲得平靜。  \n  \n我知道你的心中有許多疑慮，這是人之常情。面對生活的壓力與不確定性，請記得「要專心仰賴我，不要倚靠自己的聰明。」（《箴言》3:5）在你感到無助的時候，來到我的面前，尋求智慧與指引，我會指引你前行的道路。  \n  \n當焦慮來襲時，請試著靜下心來，將思緒轉向我。透過禱告與默想，我將賜給你心靈的平安，讓你在逆境中也能找到喜樂與希望。  \n  \n最後，孩子，請記得，我永遠與你同在。無論前方的路有多艱難，我都會陪伴著你。把你的憂慮交託給我，並用信心來面對每一天。你並不孤單。",
    "directions": "安慰、平安、祝福",
    "verses": "經文1: 「你們要將一切憂慮卸給神，因為他顧念你們。」（彼得前書 5:7）；經文2: 「我必不撇下你，也不 forsake 你。」（希伯來書 13:5）",
    "actions": "第一行動：每天花幾分鐘禱告，將你的焦慮告訴我。；第二行動：寫下你的憂慮，然後用火焰燒掉，象徵著將它們交託給我。",
    "createdAt": 1759334790365
  },
  {
    "id": "1759334367009_vr5ysq",
    "topic": "家庭 / 關係",
    "text": "親愛的孩子，無論你面對家庭中的挑戰，記住我永遠與你同在，並賜予你平安與盼望。家庭是我所賜予的祝福，但有時候，衝突與不理解會讓你感到疲憊。我呼召你，將所有的焦慮交託給我，因為我會給你足夠的智慧來應對這些挑戰。正如《彼得前書》5:7所說：\"你們要將一切的憂慮卸給神，因為他顧念你們。\" 這是我對你的應許，孩子，信靠我，我會帶領你走出困境。\n\n當家庭成員之間產生矛盾時，不要急於指責或退縮。學習彼此包容，正如《以弗所書》4:2所教導的，\"要以謙虛、溫柔、忍耐的心彼此寬容。\" 記住，每個人都有自己的背景和故事，當你學會理解和接納時，關係會變得更加緊密。\n\n在面對親子關係時，可能會感到困惑和無助。你可能會發現，孩子的需要和期望與你的不同，這是自然的。不要忘記，《箴言》22:6提醒我們，\"教養孩童，使他走當行的道，就是到老他也不偏離。\" 這是你們共同成長的旅程，耐心和愛是你們之間最好的橋樑。\n\n夫妻之間的相處有時也會面臨挑戰。當你們意見不合時，請記住要用愛來包容彼此，正如《歌羅西書》3:14所說，\"在這一切之上，要存著愛心，愛心就是聯絡全德的。\" 愛是你們的紐帶，讓它成為你們溝通的基石，帶來和解與理解。\n\n當家庭面臨外部壓力時，記得要彼此支持。像《羅馬書》12:10所述，\"要彼此相愛，心存仁慈；以尊敬的心彼此相待。\" 這樣的支持會讓你們在困難時刻更加緊密，並一起克服挑戰。你們的關係會因為共同面對困難而變得更加堅固。\n\n最後，孩子，無論你面對什麼，請記住我對你的愛是永恆的。給予家庭的愛與關懷，讓他們感受到我透過你流露出的光輝。實踐愛與理解，並在每一次挑戰中尋求我的引導。",
    "directions": "安慰、愛、祝福",
    "verses": "經文1: \"你們要將一切的憂慮卸給神，因為他顧念你們。\"（彼得前書 5:7）；經文2: \"教養孩童，使他走當行的道，就是到老他也不偏離。\"（箴言 22:6）",
    "actions": "第一行動：與家人分享你的感受，尋求共識；第二行動：為家庭的每個成員禱告，求神賜予智慧和理解。",
    "createdAt": 1759334367007
  },
  {
    "id": "1759334284602_81ntma",
    "topic": "供應 / 需要",
    "text": "親愛的孩子，當你面對生活中的各種需要時，請記得我永遠在你身邊，供應你所需的一切。無論是物質的還是心靈的需求，我都會以無限的愛來滋養你。正如《腓立比書》4:19所說：\\\"我的神必照著他榮耀的豐富，在基督耶穌裡，使你們一切所需的都充足。\\\"這是我對你的應許，無論你的需求是什麼，我都會為你預備。  \n  在生活中，有時候你可能會感到困惑，甚至不知所措。這是正常的，因為生活的挑戰會讓你感到壓力重重。但是，記住，我的供應是持久的。就像《馬太福音》6:26所說：\\\"你們看天上的飛鳥，它們也不種，也不收，也不積蓄在倉裡；你們的天父尚且養活它們。你們不比它們貴重得多嗎？\\\"我會照顧你，讓你在困難中仍然有平安。  \n  當你感受到生活的重擔時，請學會將這些重擔交託給我。你不是孤單一人，我會幫助你背負這些重擔。當彼得在水面上行走時，他因為看見風浪而害怕，沉了下去，但當他呼求我時，我立刻伸手拉住他（參見《馬太福音》14:30-31）。我希望你能在困難中也能呼求我，因為我會永遠拉住你。  \n  在供應的過程中，也許你會遇到一些挑戰，這些挑戰是我讓你成長的機會。記住，《羅馬書》8:28告訴我們：\\\"我們知道，萬事都互相效力，叫愛神的人得益處。\\\"不要害怕面對困難，因為它們會使你更堅強，讓你更依賴我。  \n  最後，我希望你能在日常生活中學會感恩。當你感恩時，你會發現我的供應已經在你生活中流淌。你可以透過寫下每天的感恩事項，來提醒自己我對你的愛與供應。當你專注於我所賜的祝福，你會更能感受到我的同在。  \n  親愛的孩子，無論你目前面臨何種需要，請相信我會供應你所需的一切。讓我們一起禱告，交託你的需要，並感謝我所賜的一切。",
    "directions": "供應、平安、成長",
    "verses": "經文1: [腓立比書 4:19]；經文2: [馬太福音 6:26]",
    "actions": "第一行動：每天寫下三件你感恩的事情，感受我的供應；第二行動：在禱告中將你的需求交託給我，並相信我會照顧你。",
    "createdAt": 1759334284602
  },
  {
    "id": "1759330837771_eajxb6",
    "topic": "病痛 / 醫治",
    "text": "孩子，願我的平安充滿你心。我看見你在病痛中的掙扎，心中充滿了憐憫與愛。首先，我想安慰你，無論目前的狀況如何，請記住神與你同在，祂會為你提供力量與安慰。如詩篇34:18所說：\"耶和華靠近傷心的人，拯救靈性痛悔的人。\" 這份安慰將使你在當下感受到祂的臨在。接著，請心中常存盼望，記得主的醫治是持久的，將來必有光明的日子。如耶利米書29:11所說：\"我知道我為你們所定的計劃，是使你們得平安，不是降災禍的計劃，是要給你們將來和盼望。\" 這份盼望能夠支持你走過每一個艱難的時刻。最後，堅定信心的根基，讓你在面對挑戰時不再懼怕。信靠主，因為祂是你的醫治者，無論何時都不會離棄你。",
    "directions": "安慰你的現在、帶來盼望的未來、堅定信心的根基",
    "verses": "經文1: [詩篇34:18]；經文2: [耶利米書29:11]",
    "actions": "第一行動：每天花幾分鐘靜默，與神對話，傾聽祂的聲音；第二行動：寫下每天感恩的事情，提醒自己神的恩典和祝福。",
    "createdAt": 1759330837770
  },
  {
    "id": "1759330818652_th6wmj",
    "topic": "壓力 / 焦慮",
    "text": "孩子，願我的平安充滿你心。我看見你在壓力與焦慮中的掙扎，請記得你並不孤單。在這些艱難的時刻，神的安慰與愛隨時與你同在。正如詩篇55:22所說：\"你要將你的重擔卸給耶和華，祂必扶持你；祂永不讓義人動搖。\"這是對你當下的安慰，神會承擔你的一切重擔，讓你在祂的懷抱中找到安息。展望未來，請懷著盼望。耶穌在約翰福音16:33中告訴我們：\"在世上你們有苦難，但你們可以放心，我已經勝過了世界。\"無論前方有什麼挑戰，祂的勝利已經為你鋪平道路，帶來無限的希望。最後，請堅定你的信心，因為信仰是你最牢固的根基。當你在困惑中尋求祂的智慧時，祂必引導你前行。",
    "directions": "安慰你的現在、帶來盼望的未來、堅定信心的根基",
    "verses": "經文1: [詩篇55:22 你要將你的重擔卸給耶和華，祂必扶持你；祂永不讓義人動搖。]；經文2: [約翰福音16:33 在世上你們有苦難，但你們可以放心，我已經勝過了世界。]",
    "actions": "第一行動：先在每天的禱告中，將你的焦慮與重擔交託給神；然後，靜心等待祂的安慰與指引。第二行動：先花些時間默想神的話語，然後，將祂的應許與他人分享，成為他們的祝福。",
    "createdAt": 1759330818650
  },
  {
    "id": "1759330690851_evxqnb",
    "topic": "信心 / 盼望",
    "text": "願我的平安充滿你心。我看見你在信心中的掙扎，也知道這些日子或許讓你感到疲憊。然而，親愛的孩子，不要忘記，神的恩典是足夠的。如詩篇55:22所說：'你要把你的重擔卸給耶和華，他必扶持你。'在當下，無論你面臨什麼挑戰，神的力量必將安慰你，讓你心中充滿平安。展望未來，無論道路如何曲折，神的應許永不改變。正如耶利米書29:11所言：'我知道我向你們所懷的意念，是賜平安的意念，不是降災的意念。'這是對你的盼望，祂的計劃將引領你走向光明的明天。建立信心的根基，請記住，信心來自於聽道，而聽道是藉著基督的話語。讓我們在生活中尋求神的話，以此堅固我們的信心。",
    "directions": "安慰你的現在、帶來盼望的未來、堅定信心的根基",
    "verses": "經文1: [你要把你的重擔卸給耶和華，他必扶持你。詩篇55:22]；經文2: [我知道我向你們所懷的意念，是賜平安的意念，不是降災的意念。耶利米書29:11]",
    "actions": "第一行動：每日讀一段聖經，並默想神的話語。第二行動：寫下你的禱告，並將重擔交託於神。",
    "createdAt": 1759330690850
  }
]